dev-scripts/verify_kv_queue_size/throttle_off_data/fio_exp_qd80_2019-10-28/dump-fio-bench-80-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=80
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=28638: Mon Oct 28 00:20:41 2019
  write: IOPS=81, BW=10.2MiB/s (10.7MB/s)(1242MiB/121249msec); 0 zone resets
    slat (usec): min=31, max=1953, avg=132.89, stdev=73.12
    clat (msec): min=16, max=8698, avg=941.52, stdev=1207.97
     lat (msec): min=16, max=8698, avg=941.65, stdev=1207.97
    clat percentiles (msec):
     |  1.00th=[   70],  5.00th=[  118], 10.00th=[  148], 20.00th=[  184],
     | 30.00th=[  228], 40.00th=[  275], 50.00th=[  330], 60.00th=[  418],
     | 70.00th=[  625], 80.00th=[ 2106], 90.00th=[ 2769], 95.00th=[ 3339],
     | 99.00th=[ 5067], 99.50th=[ 6678], 99.90th=[ 7416], 99.95th=[ 7550],
     | 99.99th=[ 8658]
   bw (  KiB/s): min=  255, max=40448, per=100.00%, avg=11062.29, stdev=8068.80, samples=228
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=9932
  lat (msec)   : 20=0.03%, 50=0.36%, 100=2.73%, 250=31.49%, 500=32.17%
  lat (msec)   : 750=4.20%, 1000=1.88%, 2000=5.99%, >=2000=21.14%
  cpu          : usr=0.98%, sys=0.26%, ctx=20297, majf=0, minf=29946
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.3%, 16=0.6%, 32=1.3%, >=64=97.5%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=0,9932,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=80

Run status group 0 (all jobs):
  WRITE: bw=10.2MiB/s (10.7MB/s), 10.2MiB/s-10.2MiB/s (10.7MB/s-10.7MB/s), io=1242MiB (1302MB), run=121249-121249msec

Disk stats (read/write):
  sdc: ios=185/22570, merge=0/260405, ticks=1240/1280332, in_queue=1281548, util=95.09%